<!DOCTYPE html>
<html>
<body>
<h1> 
	Сюда фамилию и имя
</h1>
<?php
$txt_1 = "текст_1";
$txt_2 = "текст_2";
//Задание 1 - объясните, почему первый текст выводится как склеенные строки, а второй нет
echo "$txt_1 $txt_2 <br>";
echo '$txt_1 + $txt_2 <br>';
//задание 2 - выведите длину второго текста
$i =  iconv_strlen($text_1);
echo "Длина первого текста $i";
//задание 3 - раскомментируйте и выполните задание
/*
необходимо вывести все символы первого текста в обратном порядке по циклу (задание, решенное без цикла не принимается)
for (установить верные параметры цикла, не забудьте, выводим в ОБРАТНОМ ПОРЯДКЕ)
echo написать что выводим
*/
?>

</body>
</html>
